Repository: codeeuser/mobileqmspro
Catalog: mobileqmspro_flutter/lib/l10n/intl_*.arb
Languages: ms

source: Text
ms: Teks

source: Board Setting
ms: Penetapan Papan

source: Select Language
ms: Pilih Bahasa

source: Background Color
ms: Warna latar belakang

source: Text Color
ms: Warna Teks

source: Number Of Token Box
ms: Bilangan Kotak Token

source: Setting
ms: Menetapkan

source: Token Number
ms: Nombor Token

source: Print Token
ms: Cetak Token

source: Proceed to Counter
ms: Teruskan ke Kaunter

source: Please Wait
ms: Sila tunggu

source: Counter
ms: Kaunter

# createdDate
source: Created
ms: Dicipta

source: Current Token
ms: Token Semasa

source: My Queue
ms: Antrian Saya

source: Mark Complete
ms: Tandakan Selesai

source: Mark as Completed
ms: Tandakan sebagai Selesai

source: Re-Call
ms: Panggil Semula

source: Call Token
ms: Panggil Token

source: Issue Token
ms: Token Isu

source: More
ms: Lebih banyak lagi

source: More Options
ms: Lebih banyak pilihan

source: Name
ms: Nama

source: Print QR Code
ms: Cetak Kod QR

source: Pair Code
ms: Kod Pasangan

source: Share
ms: Kongsi

source: Feedback
ms: Maklumbalas

source: MobileQMS Board Pad App
ms: Aplikasi MobileQMS Board Pad

source: Server Started
ms: Pelayan Dimulakan

source: Server Stopped
ms: Pelayan Dihentikan

source: Setup Language
ms: Bahasa Persediaan

source: Setup the Stall
ms: Sediakan Gerai

source: Setup Printer
ms: Persediaan Pencetak

# completedTokens
source: Completed Token
ms: Token selesai

source: Reset Token Number
ms: Tetapkan Semula Nombor Token

source: Visit us at
ms: Lawati kami di

source: Terms of use
ms: Syarat penggunaan

source: Privacy
ms: Privasi

source: Current Window Name
ms: Nama Tetingkap Semasa

source: App Name
ms: Nama Aplikasi

source: Package Name
ms: Nama Pakej

source: Build Number
ms: Nombor Binaan

source: Version
ms: Versi

source: Display the Running Queue Number
ms: Paparkan Nombor Giliran Berjalan

# youShouldSetupPrinter
source: You should Setup the Printer before use
ms: Anda harus Menyiapkan Pencetak sebelum digunakan

source: Device
ms: Peranti

source: Connect
ms: Sambung

source: Disconnect
ms: Putuskan sambungan

source: Test Print
ms: Cetakan Ujian

source: Font Scale
ms: Skala Font

source: Page Size
ms: Saiz Halaman

source: Accept
ms: Terima

source: Cancel
ms: Batalkan

source: Setup Window
ms: Tetingkap Persediaan

source: Enable Window
ms: Dayakan Tetingkap

source: Edit Window
ms: Edit Tetingkap

source: Open Service List
ms: Buka Senarai Perkhidmatan

source: Move Up
ms: Bergerak ke atas

source: Move Down
ms: Bergerak ke bawah

source: Edit Service
ms: Edit Perkhidmatan

source: Service List
ms: Senarai Perkhidmatan

source: Service Form
ms: Borang Perkhidmatan

source: Service Name
ms: Nama Perkhidmatan

source: Service Letter
ms: Surat Perkhidmatan

source: Start Number
ms: Nombor Mula

source: Save
ms: Simpan

source: Update
ms: Kemas kini

source: Submit
ms: mengemukakan

source: Window Form
ms: Borang Tingkap

source: Window Name
ms: Nama Tetingkap

source: Email
ms: E-mel

source: Phone
ms: Telefon

source: Window Wizard
ms: Ahli Sihir Tetingkap

source: Service Wizard
ms: Wizard Perkhidmatan

source: Next
ms: Seterusnya

source: Window
ms: Tingkap

source: Service
ms: Perkhidmatan

source: Add Logo
ms: Tambah Logo

source: Remove Logo
ms: Keluarkan Logo

source: Open Image Galerry
ms: Buka Gambar Galerry

source: Open Camera
ms: Buka kamera

source: Add Printer
ms: Tambah Pencetak

source: Do You Accept
ms: Adakah anda terima

source: Yes
ms: Ya

source: No
ms: Tidak

source: Add Service
ms: Tambah Perkhidmatan

source: Add Window
ms: Tambah Tetingkap

source: Dashboard
ms: Papan Pemuka

source: Windows
ms: Tingkap

source: App Info
ms: Maklumat Aplikasi

source: Token List
ms: Senarai Token

source: Server
ms: Pelayan

source: Share Token Info
ms: Kongsi Maklumat Token

# appearance
source: Appearance dark mode
ms: Penampilan

source: Mark All As Completed
ms: Tandakan Semua sebagai Selesai

source: Permission
ms: Kebenaran

source: Send SMS
ms: Hantar SMS

source: In App Purchase
ms: Dalam Pembelian Aplikasi

source: Already Purchased
ms: Sudah dibeli

source: Purchased Record
ms: Rekod yang Dibeli

source: Mark All As Timeout
ms: Tandakan Semua Sebagai Waktu Tamat

source: Token Action
ms: Tindakan Token

source: Recall Token
ms: Ingat Token

source: Timeout
ms: Masa tamat

source: Timeout Token
ms: Token Masa tamat

source: Wizard Project
ms: Projek Penyihir

source: Drop Database
ms: Gugurkan Pangkalan Data

# createDemoProject
source: Create a Demo Project
ms: Buat Projek Demo

source: Exit Application
ms: Keluar dari Aplikasi

source: Loading
ms: MEMBUAT

source: Logout
ms: Log keluar

source: No Action
ms: Tiada Tindakan

source: Proceed
ms: teruskan

source: Running Tokens
ms: Token Larian

source: Delete Account
ms: Padam akaun

source: Invalid
ms: Tidak sah

source: Login
ms: Log masuk

source: Main Menu
ms: Menu Utama

source: Passcode
ms: Kod laluan
